{"id": "loc_mal0440500", "title": "LoC Item mal0440500", "reference": "https://www.loc.gov/item/mal0440500/", "document_type": "Letter", "date": "", "place": "", "from": "Abraham Lincoln", "to": "", "content": "https://tile.loc.gov/storage-services/service/mss/mal/044/0440500/0440500.xml\n\n<ammemxml><printpgno><br /></printpgno>          <body> <div> <p> <span class='underscore'>From Abraham Lincoln to Truman Smith<anchor>1</anchor>, November 10, 1860</span> </p> <p> <note>1 See Smith to Lincoln, November 7, 1860, and Smith to Lincoln, November 8, 1860.  Smith called Lincoln's attention to a circular distributed before the election by “respectable citizens of New York,” in which Lincoln was held up as a dangerous radical and an enemy of the institutions of the South and of the peace and security of the Union, whose policies were unsettling to the commercial life of the country.  Such a message, typical as it was of the sort of vituperation a presidential candidate must endure, was especially unsettling in the current campaign, and would have a negative influence in the South as well as among Northern voters.  Once elected, Smith asked, should Lincoln not speak out to “disarm the mischief makers, to allay causeless anxiety, to compose the public mind...?”</note> </p> <p>(copy)</p> <p> <span class='underscore'>Private & Confidential</span>.</p> <p>Springfield Ill Nov 10th 1860.</p> <p>My dear Sir</p> <p>This is intended as a strictly private letter to you, and not as an answer to yours brought me by Mr. Sanford.<anchor>2</anchor>  It is with the most profound appreciation of your motive, and highest respect for your judgment too, that I feel constrained, for the present, at least, to make no declaration for the public.</p> <p> <note>2 Smith's first letter to Lincoln, of November 7, 1860, was carried by Henry S. Sanford.  See Smith to Lincoln, November 8, 1860.</note> </p> <p>First, I could say nothing which I have not already said, and which is in print, and open for the inspection of all.  To press a repetition of this upon those who <span class='underscore'>have</span> listened, is useless; to press it upon those who have <span class='underscore'>refused</span> to listen, and still refuse, would be wanting in self-respect, and would have an appearance of sycophancy and timidity, which would excite the contempt of good men, and encourage bad ones to clamor the more loudly.</p> <p>I am not insensible to any commercial or financial depression that may exist; but nothing is to be gained by fawning around the “<span class='underscore'>respectable scoundrels</span>” who got it up.  Let them go to work and repair the mischief of their own making; and then perhaps they will be less greedy to do the like again.</p> <p>Yours very truly</p> <p>A. Lincoln.</p> </div>         </ammemxml>\n\nhttps://tile.loc.gov/storage-services/service/mss/mal/044/0440500/0440500.xml"}
{"id": "loc_mal0882800", "title": "LoC Item mal0882800", "reference": "https://www.loc.gov/resource/mal.0882800", "document_type": "Note", "date": "", "place": "", "from": "Abraham Lincoln", "to": "", "content": "https://tile.loc.gov/storage-services/service/mss/mal/088/0882800/0882800.xml\n\n<ammemxml><printpgno><br /></printpgno>          <body> <div> <p> <span class='underscore'>From Robert S. Chew to Abraham Lincoln<anchor>1</anchor>, April 8, 1861</span> </p> <p> <note>1 Robert S. Chew was a clerk in the State Department.</note> </p> <p>Charleston S. C. April 8th 1861</p> <p>To The President</p> <p>Under the foregoing orders I left Washington at 6 P.M. Saturday April 6th, 1861, in company with Capt. Theodore Talbot, U. S. Army, and arrived at Charleston, S. C. on Monday at the same hour.  Finding that Fort Sumter had neither been surrendered, evacuated nor attacked, I immediately thro' Capt. Talbot, requested an interview with Governor Pickens, which was at once accorded to me, and I then read to him the portion of said orders in italics, and delivered to him the copy of the same which was furnished to me for that purpose, in the presence of Capt Talbot.  Govr. Pickens received the Copy and said he would submit it to General Beauregard, he having, since the ratification of the Constitution of the Confederate States by South Carolina, been placed in charge of the Military operations in this vicinity—  Genl. Beauregard was accordingly sent for, and the Governor read the paper to him.</p> <p>In reply to a remark made by Governor Pickens in reference to an answer I informed him that I was not authorised to receive any communication from him in reply—</p> <p>Respectfully submitted</p> <p>R. S. Chew</p> <p>War Department</p> <p>Washington, April 6, 1861.<anchor>2</anchor> </p> <p> <note>2 The instructions to Chew and the message he carried to Governor Pickens were drafted by Lincoln.</note> </p> <p>Sir:</p> <p>You will proceed directly to Charleston, South Carolina, and if, on your arrival there, the flag of the United States shall by flying over Fort Sumpter, and the Fort shall not have been attacked, you will procure an interview with Gov Pickens, and read to him a follows:</p> <p>“I am directed by the President of the United States to notify you to expect an attempt will be made to supply Fort Sumpter with provisions only, and that, if such attempt be not resisted, no effort to throw in men, arms, or ammunition, will be made, without further notice, or in case of an attack upon the Fort.”</p> <p>After you shall have read this to Governor Pickens, deliver to him the copy of it herein enclosed, and retain this letter yourself.</p> <p>But if, on your arrival at Charleston, you shall ascertain that Fort Sumpter shall have been already evacuated, or surrendered, by the United States force, or shall have been attacked by an opposing force, you will seek no interview with Gov Pickens, but return here forthwith.</p> <p>Respectfully</p> <p>Simon Cameron</p> <p>Secy of War</p> <p>I am directed by the President of the United States to notify you to expect an attempt will be made to supply Fort Sumpter with provisions only, and that, if such attempt be not resisted, no effort to throw in men, arms, or ammunition, will be made, without further notice, or in case of an attack upon the Fort</p> </div>         </ammemxml>\n\nTranscribed and annotated by the Lincoln Studies Center, Knox College. Galesburg, Illinois.\n\nhttps://tile.loc.gov/storage-services/service/mss/mal/088/0882800/0882800.xml\n\nTranscribed and annotated by the Lincoln Studies Center, Knox College. Galesburg, Illinois.\n\nhttps://tile.loc.gov/storage-services/service/mss/mal/088/0882800/0882800.xml\n\nhttps://www.loc.gov/resource/mal.0882800/?fo=json&st=text"}
{"id": "loc_gettysburg_nicolay", "title": "Gettysburg Address (Nicolay Copy)", "reference": "https://www.loc.gov/exhibits/gettysburg-address/ext/trans-nicolay-copy.html", "document_type": "Speech", "date": "1863-11-19", "place": "Gettysburg, Pennsylvania", "from": "Abraham Lincoln", "to": "", "content": "Gettysburg Address\n\n\nGettysburg Address - “Nicolay Copy”\n\n\n\n\nBack to Exhibition\n\n\n\n\n\n\n\n\n\n\nTranscription\n\n\nFour score and seven years ago our fathers brought forth, upon this continent, a new nation, conceived in liberty, and dedicated to the proposition that \"all men are created equal.\"\n\n\nNow we are engaged in a great civil war, testing whether that nation, or any nation so conceived, and so dedicated, can long endure. We are met on a great \nbattle field\n of that war. We have come to dedicate a portion of it, as a final resting place for those who \ndied here, that the\n nation might live. \nThis we may, in all propriety do.\n But, in a larger sense, we can not dedicate—we can not consecrate—we can not hallow, this ground—The brave men, living and dead, who struggled here, have \nhallowed\n it, far above our poor power to add or detract. The world will little note, nor long remember what we say here; \nwhile it\n can never forget what they \ndid\n here.\n\n\nIt is rather for us, \nthe living, we here be\n dedicated to the great task remaining before us —that, from these honored dead we take increased devotion to that cause for which they here, gave the last full measure of devotion—that we here highly resolve these dead shall not have died in vain; that \nthe\n nation, shall have a new birth of freedom, and that government of the people by the people for the people, shall not perish from the earth.\n\n\n(Differences between the texts of the two drafts are indicated by \nemphasis\n type. Please note that the Nicolay and Hay versions of the Gettysburg Address differ somewhat from the generally printed Bliss version. \nView the transcription of the standard text inscribed on the wall of the Lincoln Memorial.\n)"}
{"id": "loc_mal4361300", "title": "LoC Item mal4361300", "reference": "https://www.loc.gov/resource/mal.4361300", "document_type": "Speech", "date": "", "place": "", "from": "Abraham Lincoln", "to": "", "content": "https://tile.loc.gov/storage-services/service/mss/mal/436/4361300/4361300.xml\n\n<ammemxml><printpgno><br /></printpgno>          <body> <div> <p> <span class='underscore'>Abraham Lincoln, Second Inaugural Address<anchor>1</anchor>, [March 4, 1865]</span> </p> <note> <p>1 The only known manuscript of Lincoln's famous Second Inaugural Address, this document appears to be a fair copy, rather than a composition draft.  Its large lettering and well-spaced lines suggest it was copied out fair as a reading copy.  This is confirmed by the revision he made to the address's ending, which could have been effected by inserting additional words between the lines.  Instead, he made the revision by pasting a slip of paper, or tab, over the last two lines of his text and writing the revised version on the tab.</p> <p>At some point it was decided to make printed copies available to the press.  The name written in pencil in the top margin of the first page of the manuscript, “Flynn,” is almost certainly that of the typesetter assigned by the printer to set the manuscript into type.  After proofreading the galleys of what would become a three-page printed handout for the press, Lincoln seems to have retained a set of uncorrected galleys and fashioned this into his reading copy.  He did this by cutting the printed galleys up into smaller segments (mostly consisting of one sentence), arranging them into two columns, and pasting them onto a larger sheet.  The text of this reading copy shows two verbal changes, which are present also in the manuscript copy, and many punctuation changes, which are not.  This is presumably the text that Lincoln read from at the inaugural ceremony at the Capitol on March 4, 1865.</p> <p>For more details on the manuscript, the three-page printed press handout, and the reading copy, see David C. Mearns and Lloyd A. Dunlap, Library of Congress Press Release, Feb. 8, 1965.  Both manuscript and reading copy were presented by the president to John Hay and were in turn presented by his family to the Library of Congress in 1916.</p> <p>The text of the manuscript is followed by that of the reading copy.</p> </note> <p>[<span class='underscore'>Manuscript copy</span>]</p> <p> <span class='underscore'>Fellow Countrymen</span> <anchor>2</anchor> </p> <p> <note>2 In pencil, possibly in another hand.</note> </p> <p>At this second appearing to take the oath of the presidential office, there is less occasion for an extended address than there was at the first.  Then a statement, somewhat in detail, of a course to be pursued, seemed fitting and proper.  Now, at the expiration of four years, during which public declarations have been constantly called forth on every point and phase of the great contest which still absorbs the attention, and engrosses the enerergies of the nation, little that is new could be presented.  The progress of our arms, upon which all else chiefly depends, is as well known to the public as to myself; and it is, I trust, reasonably satisfactory and encouraging to all.  With high hope for the future, no prediction in regard to it is ventured.</p> <p>On the occasion corresponding to this four years ago, all thoughts were anxiously directed to an impending civil-war.  All dreaded it — all sought to avert it.  While the inaugeral address was being delivered from this place, devoted altogether to <span class='underscore'>saving</span> the Union without war, insurgent agents were in the city seeking to <span class='underscore'>destroy</span> it without war — seeking to dissole the Union, and divide effects, by negotiation.  Both parties deprecated war; but one of them would <span class='underscore'>make</span> war rather than let the nation survive; and the other would <span class='underscore'>accept</span> war rather than let it perish.  And the war came.</p> <p>One eighth of the whole population were colored slaves, not distributed generally over the Union, but localized in the Southern <span class='italics'>half</span> part of it.  These slaves constituted a peculiar and powerful interest.  All knew that this interest was, somehow, the cause of the war.  To strengthen, perpetuate, and extend this interest was the object for which the insurgents would rend the Union, even by war; while the government claimed no right to do more than to restrict the territorial enlargement of it.  Neither party expected for the war, the magnitude, or the duration, which it has already attained.  Neither anticipated that the <span class='underscore'>cause</span> of the conflict might cease with, or even before, the conflict itself should cease.  Each looked for an easier triumph, and a result less fundamental and astounding.  Both read the same Bible, and pray to the same God; and each invokes His aid against the other.  It may seem strange that any men should dare to ask a just God's assistance in wringing their bread from the sweat of other men's faces; but let us judge not that we be not judged.  The prayers of both could not be answered; that of neither has been answered fully.  The Almighty has His own purposes.  “Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!”  If we shall suppose that American Slavery is one of those offences which, in the providence of God, must needs come, but which, having continued through His appointed time, He now wills to remove, and that He gives to both North and South, this terrible war, as the woe due to those by whom the offence came, shall we discern therein any departure from those divine attributes which the believers in  a Living God always ascribe to Him?  Fondly do we hope — fervently do we pray — that this mighty scourge of war may speedily pass away.  Yet, if God wills that it continue, until all the wealth piled by the bond-man’s two hundred and fifty years of unrequited toil shall be sunk, and until every drop of blood drawn with the lash, shall be paid by another drawn with the sword, as was said <span class='italics'>f</span>[<span class='italics'>our</span>] three thousand years ago, so still it must be said “the judgments of the Lord, are true and righteous altogether”</p> <p>With malice toward none; with charity for all; with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation's wounds; to care for him who shall have borne the battle, and for his widow, and his orphan — <span class='italics'>to achieve and cherish a lasting peace among ourselves and with the world.</span> to do all which may achieve and cherish a just, and a lasting peace, among ourselves, and with <span class='italics'>the world.</span> all nations.<anchor>3</anchor> </p> <p> <note>3 Lincoln revised his text by covering the last two lines (“to achieve . . .the world.”) with a tab, on which he wrote the revised ending (“to do all . . . the world.”).  A further change was made on the tab itself by striking “the world”  and substituting “all nations.”</note> </p> <p>[<span class='underscore'>Endorsed by Lincoln:</span>]</p> <p>Original manuscript<anchor>4</anchor> of second Inaugeral presented to Major John Hay.</p> <p> <note>4 Lincoln's characterization of this document as the “original manuscript” must be regarded with some latitude, as the manuscript gives every evidence of being a fair copy, made from an earlier composition draft.  It is undoubtedly the manuscript from which the printed reading copy was set.</note> </p> <p>A. Lincoln</p> <p>April 10, 1865</p> <p>[<span class='underscore'>Printed Reading Copy</span>]<anchor>5</anchor> </p> <note> <p>5 Whether Lincoln planned to have his manuscript set up in print to read from, or decided to take advantage of the advance printing for the press handout, is not known.  Comparison with the press handout shows this reading copy to be an uncorrected galley proof in which the printer had already made a number of minor changes in spelling, capitalization, and punctuation, many of which Lincoln accepted. The additional punctuation, particularly the commas added at this late stage, probably reflects Lincoln's characteristic concern for the most effective pace and delivery.</p> <p>A list of all changes appears at the end of the text.</p> </note> <p>FELLOW COUNTRYMEN: At this second appearing to take the oath of the presidential office, there is less occasion for an extended address than there was at the first.  Then, a statement, somewhat in detail, of a course to be pursued, seemed fitting and proper. Now, at the expiration of four years, during which public declarations have been constantly called forth, on every point and phase of the great contest which still absorbs the attention, and engrosses the energies of the nation, little that is new could be presented.  The progress of our arms, upon which all else chiefly depends, is as well known to the public as to myself; and it is, I trust, reasonably satisfactory and encouraging to all.  With high hope for the future, no prediction in regard to it is ventured.</p> <p>On the occasion corresponding to this four years ago, all thoughts were anxiously directed to an impending civil war.  All dreaded it — all sought to avert it. While the inaugural address was being delivered from this place, devoted altogether to <span class='underscore'>saving</span> the Union without war, insurgent agents were in the city seeking to <span class='underscore'>destroy</span> it without war — seeking to dissolve the Union, and divide effects, by negotiation.  Both parties deprecated war; but one of them would <span class='underscore'>make</span> war rather than let the nation survive; and the other would <span class='underscore'>accept</span> war rather than let it perish. And the war came.</p> <p>One-eighth of the whole population were colored slaves, not distributed generally over the Union, but localized in the southern <span class='italics'>half</span> part of it. These slaves constituted a peculiar, and powerful interest.  All knew that this interest was, somehow, the cause of the war.  To strengthen, perpetuate and extend this interest, was the object for which the insurgents would rend the Union, even by war; while the government claimed no right to do more, than to restrict the territorial enlargement of it. Neither party expected for the war, the magnitude, or the duration, which it has already attained. Neither anticipated that the <span class='underscore'>cause</span> of the conflict might cease with, or even before, the conflict itself should cease.  Each looked for an easier triumph, and a result less fundamental and astounding.  Both read the same Bible, and pray to the same God; and each invokes His aid against the other.  It may seem strange that any men should dare to ask a just God's assistance in wringing their bread from the sweat of other men's faces; but let us judge not, that we be not judged.  The prayers of both could not be answered — that of neither, has been answered fully.  The Almighty has His own purposes. “ Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh.”   If we shall suppose that American slavery is one of those offences which, in the providence of God, must needs come, but which, having continued through His appointed time, He now wills to remove; and that He gives to both north and south this terrible war, as the woe due to those by whom the offence came, shall we discern therein any departure from those divine attributes which the believers in a living God always ascribe to Him?  Fondly do we hope — fervently do we pray — that this mighty scourge of war may speedily pass away.  Yet, if God wills that it continue until all the wealth piled by the bondman's two hundred and fifty years of unrequited toil shall be sunk, and until every drop of blood drawn with the lash, shall be paid by another drawn with the sword, as was said three thousand years ago, so still it must be said, “the judgments of the Lord are true and righteous altogether.”</p> <p>With malice toward none; with charity for all; with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation's wounds; to care for him who shall have borne the battle, and for his widow, and his orphan — to do all which may achieve and cherish, a just and a lasting peace, among ourselves, and with <span class='italics'>the world.</span> all nations.<anchor>6</anchor> </p> <note> <p>6 Lincoln made a great many changes on this galley proof, many of which do not appear in the three-page press handout.  This suggests that Lincoln made most of these changes after he had made corrections on another set of corrected galleys sent to the printer.  Differences between this text and that of the holograph manuscript are of two types: A. Changes made by Lincoln to his own manuscript text.  B. Changes made by the printer, some of which were accepted and some rejected by Lincoln. A list of the changes in each category follows:</p> <p>A. Changes made here by Lincoln to his manuscript text:</p> <p>Word changes: “half”  changed to “part”; “the world”  changed to “all nations” (these changes were also made in the manuscript).  Commas added after “called forth”; “peculiar”; “this interest”; “to do more”; “that of neither”;  “cherish”.  Semi-colon substituted for comma after “wills to remove”.</p> <p>B. Changes made by the printer:</p> <p> <span class='underscore'>Accepted by Lincoln</span>: comma added after “Then”; “civil war”  for manuscript's “civil-war”; “energies” for the manuscript's “enerergies”;“inaugural”  for the manuscript's “inaugeral”; “dissolve”  for the manuscript's “dissole”; “One-eighth”  for manuscript's “One eighth”; comma deleted after “perpetuate”; comma added after “judge not”; dash after “answered”  (substituted for Lincoln's semi-colon); period after “cometh”  (substituted for Lincoln's exclamation point); initial capitals changed to lower case in “southern”, “slavery”, “north”, “south”, and “living”; comma after “north and south” deleted; comma after “continue”  deleted; “bondman's”  for manuscript's “bond-man's”; comma added after “must be said”; comma after “Lord”  deleted; period added after “altogether”; comma after “cherish a just” deleted.</p> <p> <span class='underscore'>Rejected by Lincoln</span>:</p> <p>Comma deleted after “attention”  restored by Lincoln; comma substituted for semi-colon after “even by war”  changed back to semi-colon by Lincoln; comma deleted after “for the war”  restored by Lincoln; comma deleted after “magnitude”  restored by Lincoln; comma deleted after “duration”  restored by Lincoln; comma deleted after “triumph” restored by Lincoln; comma deleted after “Bible”  restored by Lincoln; semi-colon changed to comma after “same God”  restored by Lincoln; comma deleted after “lash” restored by Lincoln; comma deleted after “lasting peace” restored by Lincoln.</p> </note> </div>         </ammemxml>\n\nTranscribed and annotated by the Lincoln Studies Center, Knox College. Galesburg, Illinois.\n\nhttps://tile.loc.gov/storage-services/service/mss/mal/436/4361300/4361300.xml\n\nTranscribed and annotated by the Lincoln Studies Center, Knox College. Galesburg, Illinois.\n\nhttps://tile.loc.gov/storage-services/service/mss/mal/436/4361300/4361300.xml\n\nhttps://www.loc.gov/resource/mal.4361300/?fo=json&st=text"}
{"id": "loc_mal4361800", "title": "LoC Item mal4361800", "reference": "https://www.loc.gov/resource/mal.4361800/", "document_type": "Speech", "date": "", "place": "", "from": "Abraham Lincoln", "to": "", "content": "https://tile.loc.gov/text-services/word-coordinates-service?segment=/service/gdc/gdccrowd/mss/mal/436/4361800/001.txt&format=plain_text&full_text=1\n\nhttps://tile.loc.gov/storage-services/service/gdc/gdccrowd/mss/mal/436/4361800/4361800.txt\n\nhttps://tile.loc.gov/text-services/word-coordinates-service?segment=/service/gdc/gdccrowd/mss/mal/436/4361800/001.txt&format=plain_text&full_text=1\n\nTranscribed and reviewed by contributors participating in the <em>By The People</em> project at <a target=\"_blank\" href=\"https://crowd.loc.gov\">crowd.loc.gov</a>.\n\nhttps://tile.loc.gov/storage-services/service/gdc/gdccrowd/mss/mal/436/4361800/4361800.txt\n\nTranscribed and reviewed by contributors participating in the <em>By The People</em> project at <a target=\"_blank\" href=\"https://crowd.loc.gov\">crowd.loc.gov</a>.\n\nhttps://tile.loc.gov/storage-services/service/gdc/gdccrowd/mss/mal/436/4361800/4361800.txt\n\nhttps://www.loc.gov/resource/mal.4361800/?fo=json&st=text"}
