{"event": "election_1860", "event_name": "Election Night 1860", "doc_id": "gutenberg_12801", "source": "other", "document_title": "Abraham Lincoln and the Union", "claims": ["The presidential election took place in November 1860.", "The election was a severe test for the republic during the rebellion.", "The election demonstrated that a people's government can sustain a national election in the midst of a great civil war.", "Lincoln was re-elected as President in the 1864 election.", "Lincoln expressed gratitude for the people's confidence without personal triumph.", "The election showed that the most devoted to the Union and opposed to treason received most of the people's votes.", "The election was necessary to maintain free government and resist the rebellion.", "Lincoln avoided placing obstacles in the way of reconciliation after the election.", "The election was marked by strife but also demonstrated the strength and soundness of the Union.", "The election was held despite the ongoing rebellion and internal political conflicts.", "Lincoln's renomination faced bitter opposition from some Republicans, but he ultimately prevailed.", "The counting of electoral votes was complicated by reconstruction disputes and the status of seceded states.", "Lincoln refused to interfere in the arrangements for choosing presidential electors in Tennessee and Arkansas.", "Congress declared in January 1865 that no valid election of presidential electors was held in several seceded states in November 1864.", "Lincoln's approval was required for a joint resolution about electoral votes but placed him in an embarrassing position."], "temporal_details": {"date": "November 1860", "time": "", "place": ""}, "tone": "Sympathetic"}
{"event": "fort_sumter", "event_name": "Fort Sumter Decision", "doc_id": "gutenberg_12801", "source": "other", "document_title": "Abraham Lincoln and the Union", "claims": ["Anderson commands at Fort Moultrie in 1860.", "Anderson moves forces to Sumter.", "Anderson asks instructions in vain.", "Anderson appeals to Lincoln.", "Anderson refuses to surrender Sumter.", "Bates opposes reinforcing Sumter.", "Beauregard commands at Charleston.", "Beauregard is notified by Lincoln of purpose to reinforce Sumter.", "Beauregard requests surrender of Sumter.", "Beauregard commands bombardment of Fort Sumter.", "Black, Jeremiah S., after vacillation turns toward coercion and forces Buchanan to alter reply to South Carolina commissioners.", "Cameron opposes relieving Fort Sumter.", "Cass quarrels on question of reinforcing Sumter and resigns.", "Chase wishes to reinforce Sumter.", "Floyd quarrels on question of reinforcing Sumter and resigns.", "Fox has plan to relieve Fort Sumter.", "Lincoln calls for volunteers and refuses to receive Southern commissioners.", "Lincoln notifies Beauregard of purpose to reinforce Sumter.", "Lincoln's futile policy towards Fort Sumter during Buchanan's administration.", "Lincoln's call for volunteers is amused at by the Confederate States.", "Lincoln refuses to negotiate with Confederate envoys.", "Lincoln's policy towards Fort Sumter is controlled by desire to conciliate Border States.", "Lincoln's policy towards Border States is denounced by Abolitionists.", "Lincoln's policy towards Fort Sumter leads to the bombardment commanded by Beauregard."], "temporal_details": {"date": "early 1861", "time": "", "place": "Fort Sumter, Charleston"}, "tone": "Neutral"}
{"event": "gettysburg_address", "event_name": "Gettysburg Address", "doc_id": "gutenberg_12801", "source": "other", "document_title": "Abraham Lincoln and the Union", "claims": ["The Gettysburg Address was delivered by Lincoln at the dedication of the national military cemetery at Gettysburg.", "The dedication ceremony took place on November 19, 1863.", "Edward Everett delivered the oration before Lincoln spoke.", "Lincoln was invited to speak as Chief Executive of the Nation to formally set apart the grounds to their sacred use by a few appropriate remarks.", "Lincoln likely prepared the Gettysburg Address with some forethought, as indicated by the invitation letter dated November 2, 1863.", "Lincoln wrote the Gettysburg Address in pencil while traveling by train from the White House to the battlefield.", "The Gettysburg Address is a brief but beautiful and famous speech.", "In the speech, Lincoln referenced the founding of the nation 'fourscore and seven years ago' and the proposition that all men are created equal.", "Lincoln described the Civil War as a test of whether a nation conceived in liberty can endure.", "He stated that the purpose of the gathering was to dedicate a portion of the battlefield as a final resting place for those who gave their lives so the nation might live.", "Lincoln said it was fitting and proper to dedicate the ground but that the brave men who struggled there had already consecrated it beyond the power of words.", "He expressed that the living must be dedicated to the unfinished work the fallen soldiers had advanced.", "Lincoln called for increased devotion to the cause for which the soldiers gave the last full measure of devotion.", "He resolved that the dead shall not have died in vain and that the nation shall have a new birth of freedom.", "Lincoln concluded that government of the people, by the people, for the people shall not perish from the earth.", "The author presents the Gettysburg Address as a significant and beautiful contribution to American literature.", "The author implies Lincoln’s speech was prepared with some care and was not entirely extemporaneous.", "The tone of the description of the Gettysburg Address is respectful and admiring."], "temporal_details": {"date": "November 19, 1863", "time": "a few hours after Lincoln was informed on the train", "place": "Gettysburg battlefield, at the national military cemetery"}, "tone": "Sympathetic"}
{"event": "second_inaugural", "event_name": "Second Inaugural Address", "doc_id": "gutenberg_12801", "source": "other", "document_title": "Abraham Lincoln and the Union", "claims": ["Lincoln's second inaugural address was delivered on March 4, 1865.", "The address was delivered from the eastern portico of the Capitol.", "Lincoln expressed that there was less occasion for an extended address than at his first inauguration.", "He noted that after four years of war, little that was new could be presented.", "Lincoln acknowledged the progress of Union arms as reasonably satisfactory and encouraging.", "He reflected that four years prior, all thoughts were anxiously directed to an impending civil war.", "Lincoln stated that both parties deprecated war, but one would make war rather than let the nation survive, and the other would accept war rather than let it perish.", "He identified slavery as the cause of the war, localized in the southern part of the Union.", "Lincoln observed that neither party expected the war's magnitude or duration.", "He noted that both sides read the same Bible and prayed to the same God, invoking His aid against each other.", "Lincoln suggested that the war was a divine punishment for the offense of slavery.", "He expressed hope and prayer that the war might speedily pass away, but accepted that if it continued, it was just.", "Lincoln concluded with a call to act 'with malice toward none, with charity for all,' to finish the work, bind up the nation's wounds, care for the war-burdened, and achieve a just and lasting peace.", "Lincoln was anxious that the North should not deal harshly with the conquered South to avoid perpetuating sectional antagonism.", "He viewed mere conquest as insufficient to finish the difficult work of restoring the Union."], "temporal_details": {"date": "March 4, 1865", "time": "", "place": "Eastern portico of the Capitol"}, "tone": "Sympathetic"}
{"event": "fords_theatre", "event_name": "Ford's Theatre Assassination", "doc_id": "gutenberg_12801", "source": "other", "document_title": "Abraham Lincoln and the Union", "claims": ["The assassination occurred on April 14, 1865, which was Good Friday.", "The fatal shot was fired at Ford's Theatre.", "President Lincoln invited General Grant and his wife to the theatre, but they declined due to personal engagements.", "Lincoln appeared in good spirits that afternoon, chatting cheerfully about the past and future.", "At about nine o'clock in the evening, Lincoln entered his box at the theatre with his wife, Major Rathbone, and a lady.", "The President's box was decorated with an American flag, which had been tampered with by conspirators.", "A door between the corridor and the vestibule was rigged to be fastened securely from the inside.", "A hole was cut in the door leading from the vestibule into the box to observe the occupants.", "Just after ten o'clock, a man entered the vestibule, closed and fastened the door behind him, and shortly after a pistol shot was heard.", "John Wilkes Booth was identified as the assassin who shot President Lincoln.", "Major Rathbone attempted to stop Booth but was severely slashed in the arm.", "Booth jumped to the stage, caught his spur in the flag, limped across the stage, brandished a bloody dagger, and shouted 'Sic semper tyrannis!'", "Booth escaped through a door held open by Edward Spangler and rode away on a horse held by a boy employed at the theatre.", "Booth's leg was broken between the knee and ankle during his fall on the stage.", "No efficient pursuit of Booth was made amid the confusion.", "Lincoln was shot in the back of the head on the left side; the bullet passed through the brain and stopped just short of the left eye.", "Lincoln became unconscious immediately and was carried to a house opposite the theatre.", "Lincoln continued to breathe until 7:22 a.m. the next morning, when he died.", "John Wilkes Booth was a young, handsome actor known for melodramatic roles, given to hard drinking, vanity, and of small professional capacity.", "Booth's crime was described as stupid and barbarous, accomplishing nothing of practical revenge.", "Booth's assassination of Lincoln did not cause Lincoln mental distress or physical suffering beyond the immediate act.", "Booth's act brought no benefit to the South and risked arousing vindictiveness among those in power.", "Booth spent eleven days in hiding after the assassination, suffering and mortified by being loathed rather than admired.", "There was a conspiracy involving many members beyond Booth, with plans to assassinate other officials including the Vice-President, General Grant, and Secretary Stanton.", "At the same time as Lincoln's assassination, an assault was made on Secretary Seward, who was bedridden.", "Several conspirators were arrested and tried by a military commission, with some executed and others imprisoned.", "Mrs. Mary E. Surratt was found guilty and hanged on July 7, 1865.", "John H. Surratt escaped initially but was later tried and released in 1868.", "Lincoln ignored many threats and warnings about assassination and resisted increased security measures.", "Lincoln expressed a belief that Northerners and Southerners should no longer be enemies and hoped for pacification after the war.", "The assassination occurred on a day significant to Christians as the anniversary of the crucifixion of Jesus Christ."], "temporal_details": {"date": "April 14, 1865", "time": "Just after 10:00 p.m.; Lincoln died at 7:22 a.m. on April 15, 1865", "place": "Ford's Theatre, Washington, D.C."}, "tone": "Sympathetic"}
{"event": "election_1860", "event_name": "Election Night 1860", "doc_id": "gutenberg_18379", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 3", "claims": [], "temporal_details": {"date": "", "time": "", "place": ""}, "tone": "Not discussed"}
{"event": "fort_sumter", "event_name": "Fort Sumter Decision", "doc_id": "gutenberg_18379", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 3", "claims": ["Public opinion in the North demanded proper manning and supply of certain forts including Fort Sumter.", "There was a legal distinction between government self-protection and coercion of South Carolina, with coercion being unlawful.", "President Buchanan refused to reinforce Fort Sumter to avoid precipitating a conflict.", "Major Anderson withdrew forces to Fort Sumter, dismantling other forts, which South Carolina protested as a violation of an understanding.", "South Carolina seized the United States arsenal and custom house, taking revenue officers into State service.", "Buchanan decided to reinforce Fort Sumter on the last day of 1860 under pressure from Black.", "The attempt to reinforce Fort Sumter was bungled and the transport was fired upon and returned without success.", "Anderson remained without reinforcements or further provisions when Lincoln took office.", "Troops of South Carolina and later the Confederacy prepared to bombard Fort Sumter.", "Buchanan was sincere and truthful but lacked will and was obstinate against advice.", "Buchanan may have hoped inaction would allow reason and conciliation to work, but this was mistaken.", "Lincoln's Cabinet and Lincoln himself were also paralyzed by similar hopes of avoiding conflict.", "After Lincoln's inauguration, Major Anderson reported Fort Sumter could only hold out a few weeks without reinforcement.", "General Scott advised that relieving Fort Sumter would require 20,000 men, which were not available.", "Lincoln's Cabinet was divided on provisioning Fort Sumter; majority advised evacuation based on military advice.", "Lincoln reserved his decision on Fort Sumter provisioning and delayed taking action.", "Evacuating Fort Sumter would have been seen as yielding to South Carolina's claims and undermining Lincoln's inaugural assertion to hold the forts.", "Lincoln's delay in decision exposed the government to risk of humiliation.", "Lincoln eventually decided to send provisions but not troops to Fort Sumter, after gauging Northern opinion.", "The decision to provision but not reinforce Fort Sumter was correct to avoid provocation while upholding Union rights.", "Confederate General Beauregard was ordered to reduce Fort Sumter and sent a summons to Anderson.", "Anderson threatened to surrender on April 15 if no supplies or instructions were received.", "Confederate batteries opened fire on Fort Sumter on April 12, 1861.", "Fort Sumter became untenable on April 13, 1861, and Anderson capitulated on April 14, 1861.", "The bombardment of Fort Sumter marked the start of open hostilities and led the North to take up arms.", "Lincoln played an admirable and decisive part in the events leading to the outbreak of war.", "Lincoln faced new duties requiring different mental gifts and temptations during this crisis.", "Lincoln's actions in this crisis are subject to controversy and mixed interpretations."], "temporal_details": {"date": "April 12-14, 1861", "time": "", "place": "Fort Sumter, Charleston Harbor, South Carolina"}, "tone": "Mixed"}
{"event": "gettysburg_address", "event_name": "Gettysburg Address", "doc_id": "gutenberg_18379", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 3", "claims": ["The National Cemetery at Gettysburg was instituted by a number of State Governors to commemorate the passing of the crisis in the war.", "The National Cemetery at Gettysburg was dedicated on November 19, 1863.", "Edward Everett delivered the main oration at the Gettysburg dedication ceremony.", "Abraham Lincoln was invited to say a few words at the close of the Gettysburg dedication ceremony.", "Edward Everett's oration lasted two hours and was full of graceful sentiment and a reasonable survey of the war's rights and wrongs and progress.", "Lincoln's few words at Gettysburg perhaps sank deep but left the audience unaware that a classic speech had been spoken.", "John Hay, the most literary man present and Lincoln's greatest admirer, thought Everett spoke perfectly and Lincoln spoke gracefully.", "Lincoln's Gettysburg Address began with 'Four score and seven years ago our fathers brought forth on this continent a new nation, conceived in liberty and dedicated to the proposition that all men are created equal.'", "Lincoln's Gettysburg Address emphasized the civil war as a test of whether a nation conceived in liberty and dedicated to equality can endure.", "Lincoln stated it was fitting and proper to dedicate a portion of the Gettysburg battlefield as a final resting place for those who gave their lives.", "Lincoln said the ground was consecrated far beyond the power of the living to add or detract.", "Lincoln expressed that the world would little note nor long remember what was said at Gettysburg but could never forget what the soldiers did there.", "Lincoln called on the living to be dedicated to the unfinished work the fallen soldiers had advanced.", "Lincoln urged increased devotion to the cause for which the soldiers gave the last full measure of devotion.", "Lincoln resolved that the dead shall not have died in vain.", "Lincoln envisioned a new birth of freedom for the nation.", "Lincoln concluded that government of the people, by the people, for the people, shall not perish from the earth.", "The Gettysburg Address is noted for its singular perfection of form and is one of Lincoln's chief outstanding examples of oratorical power."], "temporal_details": {"date": "November 19, 1863", "time": "", "place": "Gettysburg"}, "tone": "Sympathetic"}
{"event": "second_inaugural", "event_name": "Second Inaugural Address", "doc_id": "gutenberg_18379", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 3", "claims": ["Abraham Lincoln took office for the second time as President of the United States on March 4, 1865.", "Lincoln's second inaugural address was delivered on March 4, 1865.", "A battalion of negro troops was present in Lincoln's escort during the second inauguration.", "Lincoln's second inaugural address reflected a spirit of restoring peaceful society in the conquered South.", "Lincoln's difficulties after the second inauguration were likely to come from the North as well as the South.", "Lincoln's second inaugural address spoke of the past but also conveyed a spirit of tentative proposals for reconciliation.", "The second inaugural address and the Gettysburg speech are chief examples of Lincoln's peculiar oratorical power.", "Lincoln's oratory was individual and unlike that of most other great speakers in history.", "The second inaugural address uses unreservedly the language of intense religious feeling.", "Lincoln spoke from his own heart in the second inaugural address.", "Lincoln's religion was a subject of discussion among his old associates, with some doubting his Christianity.", "Lincoln rejected traditional Christian theology and priestly authority but loved the Bible and the spirit of Christ.", "Lincoln believed in a vast and over-ruling Providence intimately related to his life.", "In the second inaugural address, Lincoln acknowledged that both North and South prayed to the same God and invoked His aid against each other.", "Lincoln suggested that the war was a divine punishment for the offense of American slavery.", "Lincoln expressed hope and prayer that the war would soon end but accepted that it might continue until justice was done.", "Lincoln called for malice toward none, charity for all, and firmness in the right to finish the work and bind up the nation's wounds.", "Lincoln's own commentary on the second inaugural address, dated March 15, 1865, indicated he expected it to be not immediately popular.", "Lincoln believed the truth about divine purpose in the war needed to be told, even if it brought humiliation upon himself."], "temporal_details": {"date": "March 4, 1865", "time": "", "place": "United States (Washington, D.C. implied)"}, "tone": "Sympathetic"}
{"event": "fords_theatre", "event_name": "Ford's Theatre Assassination", "doc_id": "gutenberg_18379", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 3", "claims": ["Abraham Lincoln was assassinated at Ford's Theatre on April 14, 1865.", "Mr. and Mrs. Lincoln went to the theatre that night, as the day was not observed as a holiday in the United States.", "The Grants were to have accompanied the Lincolns but changed their minds and left Washington that day.", "Major Rathbone and the lady engaged to him attended the theatre with the Lincolns instead.", "The theatre was crowded with many officers returned from the war eager to see Lincoln.", "The play performed was 'Our American Cousin.'", "Some time after 10 o'clock, a shot was heard in the theatre and Abraham Lincoln fell forward unconscious and dying.", "A wild-looking man entered the box unobserved and shot Lincoln.", "The man struck Major Rathbone with a knife when Rathbone tried to seize him.", "The assassin jumped from the box to the stage, caught a spur in the drapery, fell and broke a small bone in his leg.", "The assassin shouted 'Sic semper tyrannis,' the motto of Virginia, then disappeared behind the scenes, mounted a horse waiting at the stage door, and rode away.", "The assassin was John Wilkes Booth, an actor and brother of a famous actor playing Hamlet in Boston.", "Booth was an athletic and daring youth with a ferocious political passion inflamed by brandy and his theatrical background.", "Booth was the leader of a conspiracy aiming to kill others besides Lincoln, including Vice-President Andrew Johnson and Secretary of State Seward.", "That same night, a conspirator wounded Seward and others in Seward's house, but none died.", "Several conspirators were hanged after a court-martial whose proceedings did not reflect credit on the new President or others involved.", "Booth was shot in a barn after being pursued by soldiers and setting the barn on fire.", "During his flight, Booth felt aggrieved that men did not praise him as they had praised Brutus and Cassius.", "There were many broken and permanently embittered men in the South who would have been glad at Lincoln's death.", "The murder of Lincoln would not have been difficult for a brave man at that time.", "On the morning of Lincoln's assassination, Sherman had received a letter from Johnston opening negotiations for a peaceful surrender.", "Three days after the assassination, Sherman was starting by rail for Greensboro when he received the news of Lincoln's murder.", "Sherman swore the telegraph operator to secrecy to avoid provoking disorders among his army.", "Sherman informed Johnston of Lincoln's murder, which Johnston called a disgrace to the age.", "Sherman did not suspect Confederate authorities like Lee or Johnston but was unsure about Jefferson Davis and men of that stripe."], "temporal_details": {"date": "April 14, 1865", "time": "some time after 10 o'clock", "place": "Ford's Theatre"}, "tone": "Sympathetic"}
{"event": "election_1860", "event_name": "Election Night 1860", "doc_id": "gutenberg_6811", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 2", "claims": ["The first national convention of the republican party was held in Philadelphia in June 1856.", "John C. Fremont was nominated by the republican party in 1856 and was at the height of his fame.", "Fremont was an ardent hater of slavery and helped give the new party a good start.", "In the 1856 election, Buchanan carried every slave state except Maryland, which went to Fillmore.", "Fremont carried every New England state and five other northern states in 1856.", "Buchanan received 174 electoral votes; Fremont, 114; Fillmore, 8 in the 1856 election.", "The popular vote in 1856 was Buchanan 1,838,169; Fremont 1,341,264; Fillmore 874,534.", "Lincoln was at the head of the electoral ticket of Illinois in 1856 but Illinois was carried by Buchanan.", "Lincoln made nearly fifty speeches canvassing Illinois during the 1856 election.", "Lincoln's speech in Galena during the 1856 campaign included a strong defense of the Union against dissolution.", "Lincoln spoke at a republican banquet in Chicago on December 10 after the 1856 election to forecast the future of the party.", "Lincoln believed the Union would not be dissolved and that the government was strong enough to preserve itself.", "The republican party showed an excellent showing in 1856, indicating it had come to stay and gave hope for victory in the next presidential election.", "The democratic convention met in Cincinnati early in June 1856 and nominated James Buchanan to succeed Franklin Pierce.", "Lincoln had no aspirations for the presidency before the 1860 republican convention but aspired to the U.S. Senate.", "The republican convention that nominated Lincoln for the presidency was held in 1860.", "The southern delegates withdrew from the democratic convention in Charleston in 1860, leading to a split in the party.", "The election of Lincoln and Hamlin in 1860 was the last straw for the southern leaders who had been planning secession for many years.", "Lincoln was nominated for the presidency by the republican party in 1860.", "Lincoln's election in 1860 was a catalyst for the secession movement in the South.", "Lincoln was at first considered a lesser candidate compared to others like Seward before the 1860 nomination.", "Lincoln's rise to national prominence was gradual and he was initially underestimated."], "temporal_details": {"date": "November 1860", "time": "", "place": "United States"}, "tone": "Sympathetic"}
{"event": "fort_sumter", "event_name": "Fort Sumter Decision", "doc_id": "gutenberg_6811", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 2", "claims": ["Fort Sumter was a small military structure with a small defending force.", "The firing on Fort Sumter marked the opening of the Civil War.", "South Carolina was the first state to secede and Fort Sumter commanded Charleston Harbor.", "Secretary of War Floyd had dispersed the U.S. army making it impossible to adequately garrison forts.", "Major Anderson abandoned Fort Moultrie to defend Fort Sumter.", "The steamer Star of the West was sent to provision Fort Sumter but was fired upon and forced to retreat.", "When Lincoln took office, seven of the fifteen slave states had seceded.", "Lincoln aimed to hold the remaining slave states in the Union.", "Lincoln inherited a chaotic situation regarding Fort Sumter.", "Lincoln promised Governor Pickens he would not attempt to relieve Fort Sumter without notice.", "Lincoln sent notice to Governor Pickens of the intent to provision Fort Sumter peacefully or by force if necessary.", "Southern forces under General Beauregard had superior fortifications around Charleston Harbor compared to Fort Sumter.", "General Beauregard summoned Major Anderson to surrender Fort Sumter.", "Major Anderson replied he would surrender on honorable terms if not relieved by April 15th.", "General Beauregard intercepted Anderson's mail before notifying him of hostilities.", "Lincoln sent notice to Governor Pickens of the intended provisioning of Fort Sumter.", "On April 12, 1861, at 3:30 P.M., General Beauregard notified Anderson he would open fire in one hour.", "The first shot was fired on Fort Sumter promptly at the appointed time, starting the war.", "The Fort Sumter garrison consisted of 128 men with 76 combatants.", "The garrison made cartridges from old blankets and clothing during the bombardment.", "The officer's quarters were set on fire during the attack.", "The water tanks were destroyed during the bombardment.", "The flagpole at Fort Sumter was struck multiple times during the attack but the flag continued to fly.", "Lincoln adhered to his inaugural promises to hold U.S. forts and not be the aggressor.", "Lincoln's call for 75,000 volunteers was issued the morning after Fort Sumter's evacuation.", "Lincoln's call for a short enlistment period was partly to maintain a conciliatory policy and avoid alienating undecided persons.", "Virginia seceded on April 17, 1861, after the fall of Fort Sumter."], "temporal_details": {"date": "April 12, 1861", "time": "3:30 P.M.", "place": "Fort Sumter, Charleston Harbor, South Carolina"}, "tone": "Sympathetic"}
{"event": "gettysburg_address", "event_name": "Gettysburg Address", "doc_id": "gutenberg_6811", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 2", "claims": ["The Gettysburg Address was delivered by Abraham Lincoln at the dedication of the Gettysburg cemetery.", "The address was delivered on November 19, 1863.", "Edward Everett was the orator of the occasion, and Lincoln's part was to pronounce the formal words of dedication.", "Lincoln wrote the Gettysburg Address on a sheet of foolscap paper in odd moments he could command.", "The Gettysburg Address is in form prose but in effect a poem with many rhythmical sentences.", "The occasion lifted Lincoln into a higher realm of thought.", "The hearers were impressed by Lincoln's unusual gravity and solemnity of manner, perhaps as much as by the words themselves.", "Many in the audience were awed and moved to tears by the speech.", "At the time of delivery, Lincoln, Everett, Seward, and Colonel Lamon considered the speech a failure.", "The speech was not immediately appreciated by the audience, press, or people of the United States.", "Leading New York dailies gave editorial praise to Everett's oration but made no mention of Lincoln's speech immediately after the event.", "Edward Everett wrote Lincoln a letter of congratulation a day or two after the speech.", "After a few days, the public recognized that Lincoln's remarks were immeasurably superior to Everett's oration.", "Lincoln's Gettysburg Address was compared to Pericles' oration in memory of the Athenian dead.", "Lincoln's speech was less than three hundred words long, while Pericles' was near three thousand.", "Pericles gloried in war, whereas Lincoln mourned the necessity of war and yearned for peace.", "Both Lincoln and Pericles appreciated the glory of sacrifice for one's country.", "The Gettysburg Address, though brief and hastily prepared, is predicted to last as long as the republic and English speech endure."], "temporal_details": {"date": "November 19, 1863", "time": "", "place": "Gettysburg"}, "tone": "Sympathetic"}
{"event": "second_inaugural", "event_name": "Second Inaugural Address", "doc_id": "gutenberg_6811", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 2", "claims": ["Lincoln's second inaugural address was delivered on March 4, 1865.", "In the second inaugural address, Lincoln had no new policy to proclaim and was simply continuing the policy of the past four years.", "The end of the Civil War was almost in sight at the time of the second inaugural address.", "The second inaugural address breathes an intangible spirit which gives it marvelous grandeur.", "Lincoln is compared to the prophet Isaiah in the spiritual elevation of thought expressed in the second inaugural address.", "Lincoln had foresight and insight, seeing the hand and spirit of God shaping events in the second inaugural address.", "The closing paragraph of the second inaugural address expresses manly piety and a tender yearning for peace.", "The address calls for 'malice toward none, with charity for all, with firmness in the right' and urges finishing the work of healing the nation.", "The second inaugural address reflects Lincoln's spiritual elevation and tenderness of yearning.", "The second inaugural address is considered a great statesmanlike expression showing growth of mind and spirit over seven years of stress."], "temporal_details": {"date": "March 4, 1865", "time": "", "place": ""}, "tone": "Sympathetic"}
{"event": "fords_theatre", "event_name": "Ford's Theatre Assassination", "doc_id": "gutenberg_6811", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 2", "claims": ["Abraham Lincoln was assassinated at Ford's Theatre on April 14, 1865.", "Lincoln was in daily fear of kidnapping or murder before his assassination.", "Lincoln was reluctant to accept even a nominal bodyguard despite numerous threats on his life.", "Lincoln believed he would live to complete his specific work and not beyond that.", "Lincoln exposed himself freely and took no elaborate precautions against assassination.", "Lincoln's trustfulness may have disarmed some potential attackers.", "There were many plots against Lincoln's life during his presidency.", "Lincoln was not a fatalist but accepted the danger as part of his mission.", "Had Lincoln surrounded himself with pomp and defense, he might not have been able to do his work effectively.", "Lincoln's assassination was not unexpected given the number of his bitter enemies.", "Lincoln had presentiments about his death, which were common in rural communities.", "Lincoln never fully accepted the reality of specific assassination threats despite knowing many wanted to kill him.", "Lincoln escaped assassination attempts for more than four years before being shot in 1865.", "Had Lincoln heeded the last caution of his devoted friend, he might not have been shot in 1865."], "temporal_details": {"date": "April 14, 1865", "time": "", "place": "Ford's Theatre"}, "tone": "Sympathetic"}
{"event": "election_1860", "event_name": "Election Night 1860", "doc_id": "gutenberg_14004", "source": "other", "document_title": "The Life and Public Service of Abraham Lincoln", "claims": ["The issues presented to the people of the United States at the Presidential election of 1860 were to a larger extent moral questions than those presented at any other Presidential election.", "These issues included the right of the majority to rule, the right of millions of fellow-beings to their freedom, and the institutions and traditions planted by Washington and Jefferson.", "A President was needed at Washington to represent these moral forces.", "Such a President was providentially found in Lincoln.", "Lincoln was a President who walked by faith and not by sight.", "Lincoln did not rely upon his own compass, but followed a cloud by day and a fire by night, which he had learned to trust implicitly."], "temporal_details": {"date": "November 1860", "time": "", "place": "United States"}, "tone": "Sympathetic"}
{"event": "fort_sumter", "event_name": "Fort Sumter Decision", "doc_id": "gutenberg_14004", "source": "other", "document_title": "The Life and Public Service of Abraham Lincoln", "claims": ["The Confederate attack upon Fort Sumter was the signal that civil war had actually begun.", "Fort Sumter is a United States fort situated at the mouth of Charleston Harbor, South Carolina.", "The attack on Fort Sumter occurred on April 12, 1861.", "Lincoln had maintained a conciliatory policy toward the States in rebellion before the attack on Fort Sumter.", "Lincoln hoped that good sense and reason would induce the rebellious States to resume their allegiance to the Government.", "The resort to arms and capture of forts and property of the United States by the rebellious States decided the course of Lincoln's administration.", "On April 15, 1861, Lincoln issued a proclamation asking for the immediate enlistment of 75,000 volunteers.", "Lincoln summoned Congress to convene in an extra session on July 4, 1861.", "The proclamation called forth the militia to suppress the combinations opposing the laws of the United States in the seceded States.", "Lincoln appealed to loyal citizens to aid in maintaining the honor, integrity, and existence of the National Union.", "The first service assigned to the forces called forth would probably be to repossess forts, places, and property seized from the Union.", "Lincoln commanded the persons composing the combinations to disperse and retire peaceably within twenty days from April 15, 1861.", "The issue of Lincoln's proclamation created wild enthusiasm throughout the North.", "Scarcely a voice was raised against the proclamation as it was seen as a measure of absolute necessity and self-defense.", "Every Northern State responded promptly to Lincoln's demand for troops.", "Massachusetts was first in the field, with its Sixth regiment starting for the national capital the day after the proclamation.", "The Sixth Massachusetts regiment was attacked on April 19, 1861, by a mob in Baltimore carrying a Confederate flag.", "Several members of the Sixth Massachusetts regiment were killed or severely wounded in the Baltimore attack.", "The attack on the regiment inflamed excitement in the North and caused outrage that troops were assaulted on their way to protect the capital.", "In Maryland, where the secession party was strong, there was great excitement and calls to avoid bringing more troops through Baltimore."], "temporal_details": {"date": "April 12, 1861; April 15, 1861; April 19, 1861; July 4, 1861", "time": "twelve o'clock, noon", "place": "Fort Sumter at the mouth of Charleston Harbor, South Carolina; Baltimore; Washington; City of Washington"}, "tone": "Sympathetic"}
{"event": "gettysburg_address", "event_name": "Gettysburg Address", "doc_id": "gutenberg_14004", "source": "other", "document_title": "The Life and Public Service of Abraham Lincoln", "claims": ["Lincoln delivered a brief speech dedicating the cemetery at Gettysburg.", "The speech was one of the briefest of Lincoln's many speeches.", "The Gettysburg Address is remembered above all others as hallowed by the truest and loftiest inspiration.", "At the end of the speech, Lincoln congratulated Edward Everett on his success.", "Edward Everett said he would gladly exchange all his hundred pages for Lincoln's twenty lines.", "The Gettysburg Address is considered the most remarkable of all Lincoln's public utterances.", "The oration is brief and unpretending but remains a classic of the English language.", "The Westminster Review compared the Gettysburg Address favorably to a speech from the Peloponnesian War, noting it was more natural, fuller of feeling, more touching and pathetic.", "John Bigelow characterized the Gettysburg Address as an illustration of the difference between oratory and inspiration.", "Bigelow called it one of the most momentous incidents in the history of the Civil War.", "Bigelow suggested the address was conceived upon a higher and wiser spiritual plane.", "Bigelow considered it perhaps the most enduring bit of eloquence ever uttered on the continent.", "The address contains none of the tricks of the forum or stage, nor any trace of scholarly learning.", "Major Harry T. Lee, a participant in the battle, said the audience listened attentively to Everett's two-hour oration but was emotionally moved by Lincoln's simple and touching eulogy.", "There was scarcely a dry eye in the audience during Lincoln's address.", "John Russell Young described Everett's oration as perfect art but cold and without feeling.", "Young described Lincoln's delivery as awkward, homely, and without attempt at effect.", "Lincoln used a single sheet of foolscap for his speech and delivered it in a high tenor voice.", "The photographer present was not ready before Lincoln finished his address.", "Upon arriving in Gettysburg, Lincoln inquired for Old John Burns, a hero of the battle.", "Lincoln showed marked attention to Old John Burns and walked with him in the procession to the cemetery.", "Edward Everett expressed personal respect for Lincoln, noting his gentlemanly appearance, manners, and conversation during the Gettysburg commemoration."], "temporal_details": {"date": "", "time": "two hours (duration of Everett's oration)", "place": "Gettysburg"}, "tone": "Sympathetic"}
{"event": "second_inaugural", "event_name": "Second Inaugural Address", "doc_id": "gutenberg_14004", "source": "other", "document_title": "The Life and Public Service of Abraham Lincoln", "claims": ["Lincoln delivered his second inaugural address in March 1865.", "The second inaugural address was given at the eastern portico of the Capitol.", "On inauguration day, rain ceased before noon and the new Senate convened for a special session.", "Andrew Johnson was sworn in as Vice-President shortly before Lincoln's inauguration.", "As Lincoln took the oath of office, a flood of sunlight burst from the clouds, illuminating him.", "Lincoln noted the sunburst during his inauguration and said it made his heart jump.", "Lincoln's second inaugural address was eloquent and imperishable.", "Lincoln began the address by noting that less occasion existed for an extended speech than at his first inauguration.", "He stated that after four years of war, little new could be presented in the address.", "Lincoln expressed high hope for the future but made no prediction about it.", "He recalled that four years earlier all sought to avoid civil war, but war came nonetheless.", "Lincoln identified slavery as a powerful interest localized in the southern states and as the cause of the war.", "He said the insurgents sought to strengthen, perpetuate, and extend slavery by war.", "Lincoln described the government’s position as restricting the territorial enlargement of slavery.", "He noted that neither side expected the war to last as long as it did or to be so severe.", "Lincoln’s second inaugural address reflected his deeply religious nature.", "The address included the famous phrase 'With malice toward none, with charity for all.'", "The address was delivered with a voice clear and strong but touched with pathos.", "The second inauguration was considered an auspicious omen."], "temporal_details": {"date": "March 4, 1865", "time": "shortly after noon", "place": "Eastern portico of the Capitol, Washington, D.C."}, "tone": "Sympathetic"}
{"event": "fords_theatre", "event_name": "Ford's Theatre Assassination", "doc_id": "gutenberg_14004", "source": "other", "document_title": "The Life and Public Service of Abraham Lincoln", "claims": ["Abraham Lincoln was assassinated at Ford's Theatre on April 14, 1865.", "Lincoln and Mrs. Lincoln attended Ford's Theatre to witness the play 'The American Cousin' on the evening of April 14, 1865.", "Lincoln invited General Grant to accompany his party to the theatre, but Grant declined.", "The Presidential party reached the theatre at nine o'clock in the evening.", "The President's box was at the right of the stage, a little above the floor, draped with flags.", "Lincoln was seated in his chair with Major Rathbone in the box during the play.", "At half-past ten o'clock, a pistol shot rang through the theatre from the President's box.", "John Wilkes Booth was the assassin who shot Lincoln.", "Booth shouted 'Sic semper tyrannis!' after shooting Lincoln and jumped to the stage.", "Booth brandished a large knife and shouted 'The South shall be free' before escaping on horseback.", "Major Rathbone attempted to stop Booth and was wounded in the left arm.", "Lincoln was shot in the head and was unconscious after the shooting.", "Surgeons examined Lincoln and found no hope for recovery.", "Lincoln was carried from the theatre to a house across the street and laid on his death-bed.", "Vice-President Johnson, Senator Sumner, Secretaries Stanton and Welles, and other officials gathered around Lincoln's death-bed.", "Mrs. Lincoln was prostrate and overwhelmed with grief.", "Lincoln showed no signs of consciousness through the night and died a little after seven o'clock in the morning on April 15, 1865.", "Booth had planned the assassination and visited the theatre earlier that day to learn about the President's box.", "Booth left a horse in charge of an accomplice before entering the theatre.", "The assassination caused horror and pandemonium among the audience and actors.", "Soldiers stormed the theatre with fixed bayonets to clear the crowd after the shooting.", "The attack on Secretary Seward and his son occurred about half an hour after Lincoln was shot."], "temporal_details": {"date": "April 14, 1865", "time": "9:00 PM arrival; half-past ten o'clock shooting; death at a little after 7:00 AM on April 15, 1865", "place": "Ford's Theatre, Washington, D.C.; Lincoln was moved to a house across the street from the theatre"}, "tone": "Sympathetic"}
{"event": "election_1860", "event_name": "Election Night 1860", "doc_id": "gutenberg_6812", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 1", "claims": [], "temporal_details": {"date": "", "time": "", "place": ""}, "tone": "Not discussed"}
{"event": "fort_sumter", "event_name": "Fort Sumter Decision", "doc_id": "gutenberg_6812", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 1", "claims": ["Lieutenant Robert Anderson was in command of Fort Sumter in April 1861.", "Lieutenant Robert Anderson mustered out the Illinois Mounted Volunteers company including Abraham Lincoln on June 16, 1832.", "There is no evidence that Abraham Lincoln's company was mustered in by Lieutenant Jefferson Davis.", "Jefferson Davis's company was stationed at Fort Crawford, Wisconsin, during January and February 1832.", "Jefferson Davis was absent on detached service at the Dubuque mines by order of Colonel Morgan in early 1832.", "The Illinois Volunteers were called out by the Governor of Illinois in haste and for no definite period of service in 1832.", "On arrival at Ottawa, the Illinois Volunteers clamored for their discharge, which the Governor granted.", "A sufficient number of men who volunteered for a further period of twenty days were retained to form six companies at Ottawa.", "General Atkinson found these companies and some three hundred regular troops remaining in position at Rock River.", "Lieutenant Robert Anderson, who mustered out Lincoln's company in 1832, was later in command of Fort Sumter during the Civil War crisis.", "The text does not provide explicit details about Lincoln's decisions around provisioning or evacuating Fort Sumter in early 1861."], "temporal_details": {"date": "April 1861", "time": "", "place": "Fort Sumter"}, "tone": "Not discussed"}
{"event": "gettysburg_address", "event_name": "Gettysburg Address", "doc_id": "gutenberg_6812", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 1", "claims": [], "temporal_details": {"date": "", "time": "", "place": ""}, "tone": "Not discussed"}
{"event": "second_inaugural", "event_name": "Second Inaugural Address", "doc_id": "gutenberg_6812", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 1", "claims": [], "temporal_details": {"date": "", "time": "", "place": ""}, "tone": "Not discussed"}
{"event": "fords_theatre", "event_name": "Ford's Theatre Assassination", "doc_id": "gutenberg_6812", "source": "other", "document_title": "Abraham Lincoln: A History, Volume 1", "claims": [], "temporal_details": {"date": "", "time": "", "place": ""}, "tone": "Not discussed"}
{"event": "fort_sumter", "event_name": "Fort Sumter Decision", "doc_id": "loc_mal0882800", "source": "lincoln", "document_title": "LoC Item mal0882800", "claims": ["Robert S. Chew left Washington at 6 P.M. on Saturday, April 6th, 1861, to go to Charleston, South Carolina.", "Chew arrived in Charleston on Monday, April 8th, 1861, at 6 P.M.", "Fort Sumter had neither been surrendered, evacuated, nor attacked by the time Chew arrived.", "Chew requested and obtained an interview with Governor Pickens upon arrival.", "Chew read to Governor Pickens the orders from the President regarding Fort Sumter.", "Governor Pickens said he would submit the orders to General Beauregard, who was in charge of military operations in the vicinity.", "Chew was not authorized to receive any communication from Governor Pickens in reply to the orders.", "The instructions to Chew and the message he carried to Governor Pickens were drafted by Abraham Lincoln.", "The President of the United States notified Governor Pickens to expect an attempt to supply Fort Sumter with provisions only.", "If the attempt to supply provisions was not resisted, no effort would be made to send men, arms, or ammunition without further notice or in case of an attack on the Fort.", "If Fort Sumter had been evacuated, surrendered, or attacked before Chew's arrival, he was instructed to seek no interview with Governor Pickens and return immediately."], "temporal_details": {"date": "April 6-8, 1861", "time": "6 P.M.", "place": "Washington, D.C. and Charleston, South Carolina"}, "tone": "Neutral"}
{"event": "gettysburg_address", "event_name": "Gettysburg Address", "doc_id": "loc_gettysburg_nicolay", "source": "lincoln", "document_title": "Gettysburg Address (Nicolay Copy)", "claims": ["Lincoln delivered the Gettysburg Address to dedicate a cemetery at Gettysburg.", "The speech references the founding of the nation 'four score and seven years ago.'", "The nation was conceived in liberty and dedicated to the proposition that all men are created equal.", "The country was engaged in a great civil war testing the nation's endurance.", "The speech was given on a battlefield of the civil war.", "The purpose was to dedicate a portion of the battlefield as a final resting place for those who died.", "Lincoln stated that the living and dead who struggled there have already hallowed the ground.", "He expressed humility about the power of words compared to the deeds of the soldiers.", "Lincoln suggested that the world will little note or long remember the speech but will never forget the soldiers' actions.", "He called on the living to be dedicated to the unfinished task remaining.", "He urged increased devotion to the cause for which the soldiers gave their last full measure of devotion.", "He resolved that the dead shall not have died in vain.", "He envisioned a new birth of freedom for the nation.", "He affirmed that government of the people, by the people, for the people shall not perish from the earth.", "There are differences between the Nicolay and Hay versions of the Gettysburg Address and the Bliss version."], "temporal_details": {"date": "", "time": "", "place": "Gettysburg"}, "tone": "Neutral"}
{"event": "second_inaugural", "event_name": "Second Inaugural Address", "doc_id": "loc_mal4361300", "source": "lincoln", "document_title": "LoC Item mal4361300", "claims": ["Lincoln's Second Inaugural Address was delivered on March 4, 1865.", "The only known manuscript of Lincoln's Second Inaugural Address appears to be a fair copy rather than a composition draft.", "Lincoln made a revision to the address's ending by pasting a slip of paper over the last two lines and writing the revised version on it.", "Printed copies of the address were made available to the press.", "The name 'Flynn' written in pencil on the manuscript is likely that of the typesetter assigned to set the manuscript into type.", "Lincoln retained a set of uncorrected galleys and fashioned them into his reading copy by cutting and pasting sentences into two columns on a larger sheet.", "The reading copy shows two verbal changes present also in the manuscript copy and many punctuation changes not present in the manuscript.", "The reading copy is presumably the text Lincoln read from at the inaugural ceremony at the Capitol on March 4, 1865.", "The manuscript and reading copy were presented by Lincoln to John Hay and later donated to the Library of Congress in 1916.", "At his second inauguration, Lincoln stated there was less occasion for an extended address than at the first.", "Lincoln noted that after four years of civil war, little that is new could be presented in the address.", "He expressed hope that the progress of Union arms was reasonably satisfactory and encouraging to all.", "Lincoln reflected that four years earlier all sought to avert civil war, but war came because one party would make war rather than let the nation survive.", "He identified slavery, localized in the Southern half of the country, as the cause of the war.", "Lincoln stated neither side expected the magnitude or duration of the war, nor that the cause of the conflict might cease before the conflict itself.", "He observed both sides prayed to the same God and invoked His aid against each other.", "Lincoln suggested that American slavery was an offense allowed by divine providence to come and that the war was a divine punishment for that offense.", "He expressed hope and prayer that the war would soon end but accepted that if God willed it to continue, the judgments of the Lord are true and righteous.", "Lincoln concluded with a call to act 'with malice toward none; with charity for all; with firmness in the right' to finish the work, bind up the nation's wounds, care for war victims, and achieve a just and lasting peace among all nations."], "temporal_details": {"date": "March 4, 1865", "time": "", "place": "Capitol"}, "tone": "Neutral"}
